brew "neovim"
brew "tmux"
brew "tree"
brew "git-lfs"
brew "git"
brew "htop"
brew "the_silver_searcher"
brew 'starship'
brew 'jq'
brew 'awscli'
brew 'solidity'
brew 'lazygit'
brew 'rust-analyzer'
brew 'llvm'
brew 'node@20'
brew 'rbenv'
brew 'lua-language-server'
brew 'ripgrep'
brew 'fzf'
brew 'colima'
brew 'docker'
brew 'docker-compose'
brew 'docker-completion'
brew 'ffmpeg'
brew 'rename'
brew 'lazydocker'
brew 'tree-sitter'
brew 'youtube-dl'
brew 'llvm'
brew 'yaml-language-server'
brew 'zoxide'
brew 'stow'
cask 'alacritty'

