tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "ethereum/ethereum"

brew "delve"
brew "fzf"
brew "neovim"
brew "tmux"
brew "tree"
brew "git-lfs"
brew "git"
brew "htop"
brew "the_silver_searcher"
brew 'starship'
brew 'jq'
brew 'awscli'
brew 'libusb'
brew 'yarn'
brew 'solidity'
brew 'lazygit'
brew 'pyenv'
brew 'ethereum'
brew 'rust-analyzer'
brew 'llvm'
brew 'node@18'
brew 'rbenv'
brew 'wget'
brew 'lua-language-server'
brew 'ripgrep'
brew 'jdtls'

cask 'ngrok'
