tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "delve"
brew "fzf"
brew "go"
brew "neovim"
brew "tmux"
brew "tree"
brew "git-lfs"
brew "git"
brew "htop"
brew "the_silver_searcher"
brew 'starship'
brew 'node@16'
brew 'jq'
brew 'awscli'
brew 'libusb'
